{
  "DigitalEyes": [
    {"Label_name" : "How to use tap function of your Credit card?",
      "story_description" : "If you want to check whether your credit card has the tap function, try to look for this icon on your credit card. \nTo use the tap function, simply hold your card near the screen of the POS machine, and hold it for a couple second, until you hear the sound of a completed transaction.",
      "visit_link" : "https://www.mastercard.com/news/perspectives/2024/contactless-101-what-you-need-to-know-about-tap-and-go",
      "Picture_image":"https://raw.githubusercontent.com/katng2886/JSONProjectsIT315/master/creditcard.jpg"},
        
      {"Label_name":"How to use Facetime? ",
      "story_description" :"To make a Facetime call, you need a person's phone number and registered email address. Here are steps to make a Facetime call: \n1. Launch your facetime app, and type the person's phone number or email address. \n2. Tap the Audio Button or the Facetime button to make a call. \n3. Enjoy your call!",
      "visit_link" : "https://support.apple.com/guide/iphone/get-started-with-facetime-iphc4774d8d8/ios",
      "Picture_image":"https://raw.githubusercontent.com/katng2886/JSONProjectsIT315/master/facetime.jpg"},

      {"Label_name":"How to install or update Facebook application?",
      "story_description":"Go to the Microsoft Store if you are using Microsoft devices, or App Store if you are using Apple Devices \n1. Search Facebook application on the search box. \n2. Tap on the Facebook app and follow on-screen application.",
      "visit_link": "https://www.wikihow.com/Download-the-Facebook-Application-for-the-iPhone",
      "Picture_image":"https://raw.githubusercontent.com/katng2886/JSONProjectsIT315/master/facebook.jpg"},
    
      {"Label_name": "How to find coupons for your medications?",
      "story_description":"There are several coupons that you can find the help cover your medications. Here are a find website that you can use to find it: \n1. Look for GoodRx on Google and follow the on-screen instruction \n2. Type Manufacture + medication name on Google to find the coupon from the manufacture. ",
      "visit_link":"https://www.goodrx.com",
      "Picture_image":"https://raw.githubusercontent.com/katng2886/JSONProjectsIT315/master/deal.jpg"},

      {"Label_name": "How to repair a Water-damaged iPhone?",
        "story_description":"If you are accidentially get your iphone wet, such as going out and accidentially drop it into the pool. \nIt is common and it can happen anywhere.\nBut don't panic, here are some ways that you can save your phone: \n1.If your iPhone gets wet, power it off immediately, and dryy it oof with a lint-free absorbent cloth.\n2.Place it in a dry area and let it set for at least 48 houes. \n3. If the indicator inside the SIM card tray turns red, your iPhone has received water damage.",
        "visit_link":"https://www.wikihow.com/Repair-an-iPhone-from-Water-Damage",
        "Picture_image":"https://raw.githubusercontent.com/katng2886/JSONProjectsIT315/master/phone.jpg"},

      {"Label_name": "How to use the Split Screen Feature in your laptop?",
          "story_description":"Working on a Split Screen can save you time, make your work more effective. Here are steps that help you do that:\n1.Open the two apps or windows that you want to split screen. \n2.Click and drag the title bar of one window. \n3.Drag the first window to the left edge of the screen. \n4.Release the mouse button. \n5.Click and drag the title bar of the second window. \n6.Drag the second window to the right edge of the screen.\n7.Release the mouse button",
          "visit_link":"https://www.wikihow.com/Split-Screen-on-Dell",
          "Picture_image":"https://raw.githubusercontent.com/katng2886/JSONProjectsIT315/master/laptop_screen.jpg"},
    
    ],
  "Status": "Ok"
}
